Repository: openannotation/annotator
Catalog: locale/*/annotator.po
Languages: de_de, el, id, ru

source: Annotator requires jQuery: have you included lib/vendor/jquery.js?
de_de: Annotator benötigt jQuery: Wurde lib/vendor/jquery.js inkludiert?
el: Το Annotator χρειάζεται την jQuery: έχετε συμπεριλάβει το lib/vendor/jquery.js;
id: Annotator membutuhkan jQuery: sudahkah anda sertakan lib/vendor/jquery.js?
ru: Annotator требует jQuery: Пожалуйста? добавьте lib/vendor/jquery.js

source: Annotator requires a JSON implementation: have you included lib/vendor/json2.js?
de_de: Annotator benötigt eine JSON-Implementierung: Wurde lib/vendor/json2.js inkludiert?
el: Το Annotator χρειάζεται χρήση της JSON: έχετε συμπεριλάβει το lib/vendor/json2.js;
id: Annotator memerlukan implementasi JSON: sudahkah anda sertakan lib/vendor/json2.js?
ru: Annotator требует JSON: Пожалуйста? добавьте lib/vendor/json2.js

source: Not implemented:
de_de: Nicht implementiert:
el: Δεν εφαρμόζονται:
id: Tidak diimplementasikan:
ru: Процесс не завершен:

source: Could not sniff range type
el: Δεν ήταν δυνατό να ανιχνευθεί ο τύπος εύρους
id: Tidak dapat mendeteksi tipe range
ru: Не удалось обнаружить тип диапазона

source: You may only call normalize() once on a BrowserRange!
de_de: normalize() kann nur einmal auf BrowserRange aufgerufen werden!
el: Μπορείτε να καλέστε την normalize() μια μόνο φορά στο BrowserRange!
id: Anda mungkin hanya bisa memanggil normalize() sekali saja dalam sebuah BrowserRange!
ru: Только один вызов normalize() разрешается на BrowserRange

source: Error deserializing range: can't find XPath '
el: Σφάλμα αποσειριοποίησης του εύρους: δεν βρέθηκε το XPath '
id: Galat deserialisasi range: tidak menemukan XPath '
ru: Ошибка десериализации диапазон: XPath ' не найден

source: '. Is this the right document?
de_de: '. Ist das das richtige Dokument?
el: '. Είναι το σωστό αρχείο;
id: '. Apakah ini dokumen yang dimaksud?
ru: '. Правильный ли документ?

source: Annotate
de_de: Kommentieren
el: Επισήμανση
ru: Создать аннотацию

source: No Comment
de_de: Kein Kommentar
el: Χωρίς Σχόλιο
id: Tidak ada Komentar

source: Comments
de_de: Kommentare
el: Σχόλια
id: Komentar
ru: Примечания

source: Can't dump annotations without Store plugin.
el: Δεν μπορούν να αποθηκευτούν οι επισημάνσεις χωρίς την επέκταση Store.
id: Tidak dapat melakukan dump annotation tanpa plugin Store.
ru: Невозможно сохранить аннотации без плагина "Store".

source: You cannot have more than one instance of any plugin.
el: Δεν μπορείτε να έχετε περισσότερες από μια φορές ένα plugin
id: Anda tidak dapat memiliki lebih dari satu instance plugin apapun.
ru: Иметь более одного экземпляра любого плагина не допускается.

source: Could not load
de_de: Konnte Plugin
el: Δεν ήταν δυνατή η φόρτωση
id: Tidak dapat dimuat

source: plugin. Have you included the appropriate <script> tag?
de_de: nicht laden. Wurde das entsprechende <script> Tag inkludiert?
el: επέκταση. Έχετε συμπεριλάβει την σχετική ετικέτα <script>;
id: plugin. Sudahkah anda sertakan tag <script> yang tepat?

source: Cancel
de_de: Abbrechen
el: Ακύρωση
id: Batal
ru: Аннулировать

source: Save
de_de: Speichern
el: Αποθήκευση
id: Simpan
ru: Сохранить

source: Add some tags here
de_de: Schlagwörter hinzufügen
el: Προσθήκη μερικών ετικετών εδώ
id: Tambah beberapa tag di sini
ru: Добавьте теги здесь

source: Tag
de_de: Schlagwort
el: Ετικέτα
ru: Тег

source: Couldn't get auth token:
de_de: Auth-Token konnte nicht bezogen werden:
el: Δεν ήταν δυνατό να ανακτηθεί αναγνωριστικό αδειοδότησης:
id: Tidak dapat mengambil auth token:
ru: Невозможно получить жетон аутентификации:

source: Didn't get a valid token.
el: Δεν λήφθηκε έγκυρο αναγνωριστικό
id: Tidak dapat mengambil token yang valid.
ru: Система не получила действующего жетона.

source: Getting a new token in 10s.
de_de: Ein neuer Token wird binnen 10s bezogen.
el: Λαμβάνεται νέο αναγνωριστικό σε 10 δευτερόλεπτα.
id: Mengambil token baru dalam 10detik.
ru: Система получит новый жетон через 10 секунд.

source: Warning: No ID returned from server for annotation
el: Προειδοποίηση: Κανένα ID δεν επιστράφηκε από τον διακομιστή για επισήμανση
id: Peringatan: Tidak ada ID dari server untuk annotation
ru: Предупреждение: Никакой идентификатор для этой аннотации не вернулся из сервера

source: Trying to update unregistered annotation!
el: Προσπάθεια για ενημέρωση μη καταχωρημένης επισήμανσης
id: Mencoba untuk memperbarui annotation yang tidak terdaftar!
ru: Пытаемся обновить незарегистрированные аннотации!

source: Sorry we could not
de_de: Entschuldigung, wir konnten diese Annotierung nicht
el: Λυπόμαστε, δεν μπορέσαμε
id: Maaf kami tidak bisa
ru: К сожалению, мы не могли

source: this annotation
el: αυτή την επισήμανση
id: annotation ini
ru: эту аннотацию

source: Sorry we could not search the store for annotations
el: Λυπόμαστε, δεν μπορέσαμε να αναζητήσουμε την αποθήκη για επισημάνσεις
id: Maaf kami tidak dapat mencari annotation yang tersimpan
ru: К сожалению, пойск в хранилище-аннотаций не возможен

source: the annotations from the store
el: τις επισημάνσεις από την αποθήκη
id: annotation dari yang tersimpan
ru: аннотации из хранилища

source: Sorry you are not allowed to
el: Λυπόμαστε, δεν σας επιτρέπεται να
id: Maaf anda tidak diperkenankan untuk
ru: Извините, не разрешается

source: Sorry we could not connect to the annotations store
el: Λυπόμαστε, δεν μπορέσαμε να συνδεθούμε στην αποθήκη επισημάνσεων
id: Maaf kami tidak bisa terhubung ke penyimpanan annotation
ru: К сожалению, мы не могли подключиться к хранилищу аннотаций

source: Sorry something went wrong with the annotation store
el: Λυπόμαστε, κάτι πήγε στραβά με την αποθήκη επισημάνσεων
id: Maaf telah terjadi sesuatu yang salah dengan penyimpanan annotation
ru: Извините, что-то пошло не так с хранилищем аннотаций

source: API request failed:
de_de: API-Aufruf fehlgeschlagen:
el: Το αίτημα API απέτυχε:
id: Gagal meminta API:
ru: API-вызов не успешен

source: Navigate:
de_de: Navigieren:
el: Περιήγηση:
id: Navigasikan:
ru: Навигация:

source: Previous
de_de: Zurück
el: Προηγούμενο
id: Sebelumnya
ru: Предыдущий

source: Next
de_de: Vor
el: Επόμενο
id: Selanjutnya
ru: Следующий

source: Filter by:
de_de: Filtern:
el: Φιλτράρισμα με:
id: Saring berdasarkan:
ru: Использовать фильтр:

source: Clear
de_de: Löschen
el: Εκκαθάριση
id: Bersihkan
ru: Угасить

source: Annotation
de_de: Kommentieren
el: Επισήμανση
ru: Аннотация

source: Filter by
de_de: Filtern nach
el: Φιλτράρισμα με:
id: Saring berdasarkan
ru: Использовать фильтр:

source: To use the Markdown plugin, you must include Showdown into the page first.
de_de: Um das Markdown-Plugin nutzen zu können, muss Showdown in die erste Seite inkludiert werden.
el: Για να χρησιμοποιήσετε την επέκταση Markdown, πρέπει να συμπεριλάβετε στην σελίδα πρώτα το Showdown.
id: Untuk menggunakan plugin Markdown, sebelumnya anda harus menyertakan Showdown ke halaman.
ru: Чтобы использовать плагин Markdown, вы должны в первую очередь включить Showdown в страницу.

source: Sorry your current browser does not support the Annotator
de_de: Dieser Browser unterstützt Annotator nicht
el: Λυπόμαστε, ο τρέχον περιηγητής σας δεν υποστηρίζει το Annotator
id: Maaf peramban anda saat ini tidak mendukung Annotator
ru: Извините, ваш браузер не поддерживает Annotator

source: Allow anyone to <strong>view</strong> this annotation
de_de: Jedem erlauben diese Kommentierung zu <strong>verwenden</strong>
el: Να επιτρέπεται σε οποιονδήποτε να <strong>δει</strong> αυτή την επισήμανση
id: Perkenankan siapapun untuk <strong>melihat</strong> annotation ini
ru: Любой пользователь может <strong>видеть</strong> эту аннотацию

source: Allow anyone to <strong>edit</strong> this annotation
de_de: Jedem erlauben diese Kommentierung zu <strong>bearbeiten</strong>
el: Να επιτρέπεται σε οποιονδήποτε να <strong>επεξεργαστεί</strong> αυτή την επισήμανση
id: Perkenankan siapapun untuk <strong>mengedit</strong> annotation ini
ru: Любой пользователь может <strong>редактировать</strong> эту аннотацию

source: User
de_de: Benutzer
el: Χρήστης
id: Pengguna
ru: Пользователь
